Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Draft guidelines for the investigation, management and prevention of VTE in children from the British Society for Haematology recommend that children with recurrent idiopathic DVT (not secondary to identifiable risk factors such as central venous access line) receive lifelong anticoagulation [P11-13187].
es_es: El proyecto de lineamientos para la investigación, el tratamiento y la prevención de TEV en niños de la Sociedad Británica de Hematología recomienda anticoagular de por vida a los niños con trombosis venosa profunda idiopática recurrente (no secundaria a factores de riesgo identificables como la vía de acceso venoso central) [P11-13187].

source: Draft guidelines from the British Society for Haematology include initiation of therapy with LMWHs and following with either warfarin (goal INR 2.5 [range 2.0-3.0]) or continued LMWH (particularly in children 1 year of age or younger).
es_es: Las pautas preliminares de la Sociedad Británica de Hematología incluyen una terapia inicial con heparina de bajo peso molecular, seguida por warfarina (INR esperado de 2.5 [rango 2.0-3.0]) o prosiguiendo con la HBPM (particularmente en niños de 1 año de edad o menos).

source: Drafting of the manuscript:
es_es: Redacción del manuscrito:

source: Draw and inject speed setting:
es_es: Configuración de velocidad de extracción e inyección:

source: Drawing of a rubber stopper
es_es: Ilustración de un tapón de caucho

source: Drawing of a glass vial
es_es: Ilustración del frasco de vidrio

source: Drawing of an aluminium crimp cap
es_es: Ilustración de una tapa de cierre metálica de aluminio

source: Drs Donnan and Davis contributed equally to this article.
es_es: Los doctores Donnan y Davis contribuyeron en igual medida en la redacción de este artículo.

source: Drug Establishments Current Registration Site
es_es: Sitio del Registro Vigente de Establecimientos Farmacéuticos

source: Drug Establishments Current Registration Site (fda.gov)
es_es: Sitio del Registro Vigente de Establecimientos Farmacéuticos (fda.gov)

source: Drug Master File
es_es: Archivo general del medicamento

source: Drug Product NO-Dabigatran values
es_es: Valores de NO-dabigatrán en el medicamento

source: Drug Product Quality
es_es: Calidad del medicamento

source: Drug Product Result (ppm)
es_es: Resultados del medicamento (ppm)

source: Drug Product manufacturer
es_es: Fabricante del medicamento

source: Drug Product release testing
es_es: Evaluación del medicamento al momento de la liberación

source: Drug Product vs Drug substance NO-Dabigatran values
es_es: Comparativa de valores de NO-dabigatrán en el medicamento frente al principio activo

source: Drug Substance (150 mg/mL) parent batch number
es_es: Número de partida madre del principio activo (150 mg/ml)

source: Drug Substance 150 mg/mL
es_es: Principio activo (150 mg/ml)

source: Drug Substance Batch No.
es_es: N.° de partida del principio activo

source: Drug Substance Manufacturing Date
es_es: Fecha de fabricación del principio activo

source: Drug Substance NO-HCTZ values (BI doc.-no.
es_es: Valores de NO-HCTZ en el principio activo (N.° de documento de BI:

source: Drug Substance(s):
es_es: Principio/s activo/s:

source: Drug Substance:
es_es: Principio activo:

source: Drug Substances:
es_es: Principios activos:

source: Drug abuse
es_es: Abuso de drogas.

source: Drug accountability
es_es: Recuento de medicamentos

source: Drug assignment and administration of doses for each patient
es_es: Asignación del medicamento y administración de dosis a cada paciente

source: Drug concentration data identified with NOS (no sample available), NOR (no valid result), NOA (not analysed), BLQ (below the lower limit of quantification), or NOP (no peak detectable) were to be displayed as such and not replaced by zero at any time point (this also applied to the lag phase, including the predose values).
es_es: La concentración del medicamento consignada sin muestra disponible, sin resultado válido, sin analizar, por debajo del límite inferior de cuantificación o sin pico detectable se presentaba como tal y no se remplazaba por cero en ningún momento (esto también se aplicó al período de latencia, incluidos los valores previos a la dosis).

source: Drug concentration measurements - pharmacokinetics
es_es: Mediciones de la concentración del medicamento y farmacocinética

source: Drug concentration measurements and pharmacokinetics
es_es: Mediciones de la concentración del medicamento y farmacocinética

source: Drug dose - drug concentration - and relationship to response
es_es: Dosis, concentración del medicamento y relación con la respuesta

source: Drug dose - drug-concentration - and relationship to response
es_es: Dosis y concentración del medicamento y relación con la respuesta

source: Drug exposure during pregnancy
es_es: Exposición al medicamento durante el embarazo

source: Drug lot number/expiry date not collected
es_es: NO se recopiló el número de lote o la fecha de vencimiento del medicamento

source: Drug master file
es_es: Archivo general de medicamentos

source: Drug name, dose and route given are recorded, as per standard practice, on the patients’ drug chart.
es_es: El nombre del medicamento, la dosis y la vía de administración se registran en la historia clínica del paciente, según la práctica habitual.

source: Drug name, dose, route, batch and expiry should all be documented in the patient’s drug chart or other applicable source documents to enable source data verification of the randomized treatment and availability of all information required for Safety reporting purposes.
es_es: El nombre, la dosis, la vía de administración, el lote y la fecha de vencimiento del medicamento deben documentarse en el registro de medicamentos del paciente u otras fuentes de datos pertinentes para que puedan verificarse los datos del tratamiento aleatorizado y la disponibilidad de toda la información requerida para fines de informes de seguridad.

source: Drug product
es_es: Medicamento

source: Drug product (cont.)
es_es: Medicamento (cont.)

source: Drug product 25, 40, 50 mg/vial
es_es: Medicamento (25, 40, 50 mg/vial)

source: Drug product batch number
es_es: N.° de pda del medic.

source: Drug product batch release
es_es: Liberación de partidas del medicamento:

source: Drug product batch size
es_es: Tamaño de partida del medicamento

source: Drug product batch size [capsules]
es_es: N.° de pda del medicam. [cápsulas]

source: Drug product chemical/physical testing
es_es: Evaluación fisicoquímica del medicamento

source: Drug product critical quality attribute
es_es: Atributo crítico de calidad del medicamento

source: Drug product facility
es_es: Planta de producción del medicamento

source: Drug product is visible.
es_es: El medicamento está visible

source: Drug product lot:
es_es: Lote del medicamento:

source: Drug product manufacturing facility
es_es: Planta de fabricación del medicamento

source: Drug product manufacturing site
es_es: Planta de fabr. del medic.

source: Drug product manufacturingdate
es_es: Fecha de fabricación del medicamento

source: Drug product manufacturingsite
es_es: Planta productora del medicamento

source: Drug product microbiological/non- sterility testing
es_es: Evaluación microbiológica/de no esterilidad del medicamento

source: Drug product release limit + Δ 36 months 2 - 8°C drug product stability + Δ confidence interval.
es_es: límite de liberación del medicamento + estabilidad del medicamento por 36 meses a 2 - 8° C Δ + intervalo de confianza Δ.

source: Drug product results
es_es: Resultados del medicamento

source: Drug reaction with eosinophilia and systemic symptoms
es_es: Síndrome de reacción farmacológica con eosinofilia y síntomas sistémicos

source: Drug sub stance batch number
es_es: N.° de pda del ppio act.

source: Drug substance
es_es: Principio activo

source: Drug substance and drug product stock solutions are divided into four aliquots.
es_es: Las soluciones madre del principio activo y el medicamento se dividen en cuatro alícuotas.

source: Drug substance batch number
es_es: N.° de pda del ppio act.

source: Drug substance hold time (2 – 8°C)
es_es: Tiempo de detención del principio activo (2 – 8 °C)

source: Drug substance hold time (20 – 25°C)
es_es: Tiempo de detención del principio activo (20 – 25 °C)

source: Drug substance manufacturers
es_es: Fabricante del principio activo

source: Drug substance process
es_es: Proceso del principio activo

source: Drug substance release data for TPA-05 PPQ batches 13220001,
es_es: Datos de liberación de las partidas del principio activo según TPA-05, partidas de calif. del des. del proc. 13220001

source: Drug substance release data for TPA-05 PPQ batches 13220001, 13220002, 13220003, and 13220004 manufactured at BI Biberach.
es_es: Datos de liberación de las partidas del principio activo según TPA-05, partidas de calificación del desempeño del proceso 13220001, 13220002, 13220003 y 13220004, elaboradas en BI Biberach.

source: Drug substance release data for TPA-05 PPQ batches 13239510,
es_es: Datos de liberación de las partidas del principio activo según TPA-05, partidas de calif. del des. del proc. 13239510

source: Drug substance release data for TPA-05 PPQ batches 13239510, 13239511, 13239512 manufactured at BI Vienna
es_es: Datos de liberación de las partidas del principio activo según TPA-05, partidas de calificación del desempeño del proceso 13239510, 13239511, 13239512 elaborados en BI Vienna

source: Drug substance results
es_es: Resultados del principio activo

source: Drug substance storage
es_es: Almacenamiento del principio activo

source: Drug substance testing except for microbiological testing (stability)
es_es: Análisis del principio activo, excepto pruebas microbiológicas (estabilidad)

source: Drug substance volume filtered
es_es: Volumen de principio activo filtrado

source: Drug substance (150 mg/mL) handling
es_es: Manipulación del principio activo (150 mg/ml)

source: Drug substances (APIs)
es_es: Principios activos (ingredientes farmacéuticos activos o API)

source: Drug supplies were to be kept in their original packaging and in a secure limited access storage area according to the recommended (labelled) storage conditions.
es_es: Los suministros del medicamento debían conservarse en su acondicionamiento original, en un área de almacenamiento segura con acceso restringido y conforme a las condiciones de almacenamiento recomendadas (etiquetado).

source: Drug supplies were to be provided by the Department of Pharmaceutical Development of Boehringer Ingelheim Pharma GmbH & Co.
es_es: Los suministros del medicamento debían estar a cargo del Departamento de Desarrollo Farmacéutico de Boehringer Ingelheim Pharma GmbH & Co.

source: Drug-drug and drug-disease interactions
es_es: Interacciones medicamentosas

source: Drugs used in HF, N (%)
es_es: Fármacos utilizados en ins. card., N (%)

source: Drugs used in heart failure, other anti-hypertensives, lipid-lowering drugs, or anti-thrombotic drugs newly introduced after baseline are summarised in Appendix 16.1.13.1, Table 4.1.
es_es: En el Apéndice 16.1.13.1, Tabla 4.1, se resumen los medicamentos usados contra la insuficiencia cardíaca, otros antihipertensivos, hipolipemiantes o antitrombóticos introducidos por primera vez al inicio del estudio.

source: Dry Mixture
es_es: Mezcla seca

source: Dry heat tunnel
es_es: Túnel secador

source: Dry the container, accurately reweigh and calculate the weight of test sample.
es_es: Secar los recipientes, volver a pesar con exactitud y calcular el peso de la muestra de prueba.

source: Drying Mode
es_es: Modo de secado

source: Drying Temperature
es_es: Temperatura de secado

source: Drying time:
es_es: Tiempo de secado:

source: Due to a lack of information regarding human use, it is recommended that women should not be treated with empagliflozin during pregnancy and breast-feeding.
es_es: Dada la falta de información en seres humanos, se recomienda que las mujeres no reciban empagliflozina durante el embarazo ni la lactancia.

source: Due to a solvent free manufacturing process (omission of washing step with ethanol), the processing aids used for external lubrication applied during the encapsulation process are different compared to the current site (mixture of triglycerides and lecithin instead of triglycerides alone).
es_es: Como el proceso de fabricación está libre de disolventes (se omite el paso de lavado con etanol), los coadyuvantes de elaboración usados en la lubricación del lado externo durante la encapsulación son diferentes de los que se usan en la planta vigente (se emplea una mezcla de triglicéridos y lecitina en lugar de los triglicéridos solos).

source: Due to additional freeze/thaw cycle at newly established Vienna site.
es_es: El cambio obedece al nuevo ciclo de congelación-descongelación que se da en la planta recién incorporada de Viena.

source: Due to cumulative effects
es_es: En virtud de los efectos acumulativos

source: Due to differences in country specific trade names, only the INN name is used in the technical and the CMC documentation, which is used for worldwide submission.
es_es: Dadas las diferentes denominaciones comerciales específicas de cada país, en la documentación técnica y los documentos de control de fabricación empleados para el registro mundial, solo se utiliza la DCI.

source: Due to different capacities of the pan coaters at the alternative site BI Proemco (MX), the sub-batch concept for the film-coating process is the same for both proposed batch sizes of 440 kg and 880 kg (final blend):
es_es: A causa de la capacidad diferente de los platillos de recubrimiento de la planta sustituta (BI Promeco [MX]), el concepto de subpartida para el proceso de recubrimiento pelicular es el mismo en ambos tamaños de partida, es decir, 440 kg y 880 kg (mezcla final):

source: Due to its mode of action, empagliflozin was assumed to be efficacious in treating patients with HF and to have the potential to provide additional efficacy in combination with any given background therapy.
es_es: Dado su modo de acción, se asumió que la empagliflozina era eficaz en el tratamiento de pacientes con insuficiencia cardíaca y que tenía el potencial de proporcionar eficacia adicional en combinación con cualquier tratamiento de base determinado.

source: Due to later implementation of the NDMA test to already ongoing studies, data include measurements at largely differing time points, depending on the current age of the batches.
es_es: Debido a la ulterior implementación del análisis de NDMA en estudios que ya estaban en curso, los datos incluyen mediciones tomadas en momentos de medición muy distintos en función de la edad de las partidas.

source: Due to possible adsorption of empagliflozin in phosphate buffer solutions no plastic pipettes should be used for such solutions containing empagliflozin.
es_es: No se deben usar pipetas de plástico en las soluciones buffer fosfato porque en estas soluciones puede haber adsorción de empagliflozina.

source: Due to repetition of filter flushing or exchange of filter this can impact overall process time.
es_es: La repetición del enjuague del filtro o el cambio del filtro puede afectar el tiempo total del proceso.

source: Due to the addition of two other methods subchapter headers were added for better readability of the document.
es_es: Como se añaden otras dos metodologías, se agregaron títulos de apartados para mejorar la legibilidad del documento.

source: Due to the amount of alpha spent on the interim analysis, the remaining 2-sided α level for the final analysis was 0.0497 (see Section 9.7.1.3.5 for details).
es_es: Dado el α ya gastado en el análisis provisional, el nivel de α bilateral restante para el análisis final fue 0.0497 (ver los detalles en la Sección 9.7.1.3.5).

source: Due to the change in the method of preparing the reference solution (b), the exemplary injection sequence and the calculation formula were adapted.
es_es: Debido al cambio en el método de preparación de la solución de referencia (b), se adaptaron la secuencia ejemplificativa de inyecciones y la fórmula usada en los cálculos.

source: Due to the comparability of all presentations and limited availability of tenecteplase 25 mg/vial data, tenecteplase 25 mg/vial data were not included in the statistical analysis (5 SD-approach).
es_es: Dadas la comparabilidad de todas las presentaciones y la limitada disponibilidad de datos de la presentación de tenecteplasa de 25 mg/frasco, los datos del medicamento tenecteplasa de 25 mg/frasco no se incluyeron en el análisis estadístico (enfoque de 5 desviaciones estándar).

source: Due to the compliance of glass vial and rubber stopper with the relevant monographs and based on the outcome of the analytical and toxicological evaluation of potential leachables coming from the CCS, the selected rubber stopper and the glass vial are considered safe for the intended use as primary packaging components for tenecteplase lyophilisate for solution for injection 25 mg.
es_es: Dado que el frasco de vidrio y el tapón de caucho cumplen con las monografías correspondientes, y en función de los resultados de la evaluación analítica y toxicológica de posibles lixiviables provenientes del envase y sistema de cierre, se considera que el tapón de caucho y el frasco de vidrio seleccionados son seguros para el uso previsto como componentes del acondicionamiento primario de la tenecteplasa, liofilizado para solución inyectable, 25 mg.

source: Due to the detection limit of the assay, however, the actual DNA Clearance Factor can not be determined.
es_es: Sin embargo, debido al límite de detección del ensayo, no es posible determinar el verdadero factor de depuración de ADN.

source: Due to the differences in the molecular weight, single- and two-chain variants of the tenecteplase molecule can be separated by HPSEC.
es_es: Debido a diferencias en el peso molecular, HPSEC puede separar variantes de cadenas única y doble de la molécula de tenecteplasa.

source: Due to the fact that the maximum filtration pressure of 2.0 bar tested during filter validation (test performed by the filter manufacturer) is higher than the tested pressure of 1.5 bar during transfer fills conducted, the tighter limit of 1.5 bar was defined as the upper limit for this process parameter.
es_es: Dado que la presión de filtración máxima de 2.0 bar evaluada durante la validación del filtro (prueba realizada por el fabricante del filtro) es mayor que la presión de 1.5 bar evaluada durante los llenados de transferencia, se definió el límite más estricto de 1.5 bar como límite superior para este parámetro del proceso.

source: Due to the heat treatment steps used for beef extract and peptone, the risk of potential virus contamination in the Geneticin is negligible.
es_es: Debido a los pasos de tratamiento térmico que se aplican al extracto cárnico bovino y la peptona, el riesgo potencial de contaminación viral de la geneticina es insignificante.

source: Due to the increase of the NDMA retention time a proper peak integration was difficult.
es_es: Fue difícil hacer una integración adecuada de los picos dado el mayor tiempo de retención de la NDMA.

source: Due to the inherent higher sensitivity and precision of physicochemical methods, acceptance limits established for CQAs from the physicochemical methods limit product variability and degradation to a level that is unlikely to impact potency.
es_es: Debido a la mayor sensibilidad y precisión inherentes de los métodos fisicoquímicos, los límites de aceptación establecidos para los atributos críticos de calidad de los métodos fisioquímicos limitan la variabilidad y degradación del producto hasta un nivel tal que difícilmente afecte su potencia.

source: Due to the limited information on pregnant and lactating women, this topic has been considered missing information in the RMP.
es_es: Dada la escacez de información sobre mujeres embarazadas o en período de lactancia, este tema se ha considerado información faltante en el Plan de Gestión de Riesgos.

source: Due to the nature of normal-theory confidence intervals, the test of the null hypothesis H0 at the level of significance of α = 0.05 is equivalent to carrying out two one-sided tests of the above null hypotheses H01 and H02 each at the level of significance of α = 0.05.
es_es: Por la naturaleza de los intervalos de confianza basados en la teoría normal, la prueba de la hipótesis nula H0 en el nivel de significatividad α = 0.05 es equivalente a realizar dos pruebas unilaterales de las hipótesis nulas anteriores H01 y H02, cada una en el nivel de significancia α = 0.05.

source: Due to the nature of the in-line filtration, no reprocessing is possible.
es_es: Debido a la naturaleza de la filtración en línea, no es posible el repetir el procesamiento.

source: Due to the omission of the washing step, the processing aids used for external lubrication applied during the encapsulation process are
es_es: Como se omite el paso de lavado, los coadyuvantes de elaboración usados en la lubricación del lado externo durante la encapsulación son diferentes de los que se usan en la planta vigente (se emplea una mezcla de triglicéridos y lecitina en lugar de los triglicéridos solos).

source: Due to the omission of the washing step, the processing aids used for external lubrication applied during the encapsulation process are different compared to the current site (mixture of triglycerides and lecithin instead of triglycerides alone).
es_es: Como se omite el paso de lavado, los coadyuvantes de elaboración usados en la lubricación del lado externo durante la encapsulación son diferentes de los que se usan en la planta vigente (se emplea una mezcla de triglicéridos y lecitina en lugar de los triglicéridos solos).

source: Due to the pandemic, 0.9% (1815 of 204 394) of forms could not undergo source data verification (SDV) as planned.
es_es: Debido a la pandemia, 0.9% de los formularios (1815 de 204394) no pudieron pasar por la verificación de datos fuente como estaba previsto.

source: Due to the prolonged exposure
es_es: En virtud de la exposición prolongada

source: Due to the requirements to report Suspected Unexpected Serious Adverse Reactions (SUSARs), representatives from BI’s pharmacovigilance group could get access the randomisation code for individual patients during trial conduct.
es_es: Como era obligatorio notificar las sospechas de reacciones adversas graves e inesperadas, los representantes del grupo de farmacovigilancia de BI podían acceder al código de aleatorización para pacientes individuales durante el desarrollo del ensayo.

source: Due to the similarity of the two drug products, a bracketing approach with a reduced number of experiments was used for the validation.
es_es: Dada la similitud entre ambos medicamentos, se empleó para la validación un enfoque con análisis de extremos, con una cantidad de ensayos reducida.

source: Due to the similarity of the two metformin hydrochloride containing IR drug products (empagliflozin / metformin hydrochloride film-coated tablets and linagliptin / metformin hydrochloride film-coated tablets), a bracketing approach with a reduced number of experiments was used for the validation.
es_es: Dada la similitud entre ambos medicamentos de liberación inmediata que contienen clorhidrato de metformina (comprimidos recubiertos de empagliflozina / clorhidrato de metformina y comprimidos recubiertos de linagliptina / clorhidrato de metformina), se empleó para la validación un enfoque con análisis de extremos, con una cantidad de ensayos reducida.
